Repository: noi-techpark/opendatahub-elaborations
Catalog: pollution_v2/weather/metro/usr/share/locale/*/LC_MESSAGES/metro_preprocess_qa_qc_observation.po
Languages: fr

source: No valid observations. Halting METRo
fr: Aucune observation valide. Arrêt de METRo

source: No valid observation
fr: Aucune observation valide

source: Invalid road temperature
fr: Température de la route invalide

source: %d th temperature is %f
fr: La %d ième temperature est %f

source: More than %d minutes between 2 measures
fr: Plus de %d minutes entre 2 mesures

source: Cutoff time: day:%d hour:%d minute:%d
fr: Heure de coupure: jour:%d heure:%d minute:%d

source: Time of observation are not in order.
fr: Les temps d'observation ne sont pas en ordre.

source: Check the %d th value
fr: Vérifiez la %d ième valeur

source: Observation is more than %d hours
fr: Les observations datent de plus de %d heures

source: before the first roadcast
fr: avant la première heure de prévision routière

source: Observation after the first roadcast time of METRo
fr: Les observations sont après la première heure de prévision routière

source: Threshold: %d
fr: Seuil: %d

source: Time difference: %f
fr: Différence de temps: %f

source: No valid sub-surface temperature (element <sst>) in observation file %s
fr: Aucune température sous la route n'est valide (élément <sst>) dans le fichier d'observation %s

source: First atmospheric forecast: %s
fr: Date de la première prévision atmosphérique: %s

source: First valid observation : %s
fr: Première observation valide: %s

source: Option '--fix-deep-soil-temperature' is used while
fr: Option '--fix-deep-soil-temperature' est utilisée alors

source: the station is of type BRIDGE. Deep soil
fr: que la station est de type PONT. La température

source: Temperature will not be used.
fr: profonde du sol ne sera pas utilisée.

source: Deep soil temperature following the option
fr: La température du sol profond suivant l'option

source: '-fix-deep-soil-temperature' must be between
fr: '-fix-deep-soil-temperature' doit être entre

source: boundaries [
fr: les bornes [

source: Using deep soil temperature:
fr: Température de la route invalide:

source: degree Celsius
fr: degrés Celsius

source: Option '-fix-deep-soil-temperature' must be
fr: Option '-fix-deep-soil-temperature' doit être

source: followed by a numeric value. The given value '
fr: suivie par une valeur numérique. La valeur donnée '

source: ' is not a number.
fr: ' n'est pas un nombre.
