Repository: noi-techpark/opendatahub-elaborations
Catalog: pollution_v2/weather/metro/usr/share/locale/*/LC_MESSAGES/metro_preprocess_validate_input.po
Languages: fr

source: METRo needs more than one forecast date! Exiting
fr: METRo nécessite au moins 2 dates de prévisions atmosphériques! Arrêt de METRo.

source: Atmospheric forecast must be at every hour.
fr: La prévision atmosphérique doit être à toutes les heures.

source: Check file from %d hours after the start time.
fr: Vérifierle fichier %d heures après le début de la prévision

source: Too many observation. Removing the %s seconds
fr: Trop d'observations. Retrait de %s secondes

source: i.e. %s hour(s)
fr: c'est-à-dire %s heure(s)

source: Old start time is %s
fr: Ancienne date de début: %s

source: New start time is %s
fr: Nouvelle date de début: %s

source: Forecast and observation don't overlap. The date
fr: La prévision atmosphérique et les observations ne se supperpose pas. La date

source: of the first forecast must be before the last date of
fr: de la première prévision atmosphérique doit être avant la date de la dernière

source: observation. First Forecast='%s' Last Observation='%s'
fr: observation. Première prévision atmosphérique='%s' Dernière observation='%s'
