Repository: noi-techpark/opendatahub-elaborations
Catalog: pollution_v2/weather/metro/usr/share/locale/*/LC_MESSAGES/metro_logger.po
Languages: fr

source: DEBUG
fr: DEBOGUE

source: INFORMATIVE
fr: INFORMATIF

source: WARNING
fr: AVERTISSMNT

source: CRITICAL
fr: CRITIQUE

source: STOP
fr: ARRÊT

source: UNDEFINED
fr: INDÉFINIE

source: METRo version :
fr: Version de METRo:

source: METRo started : %s %s
fr: Départ de METRo: %s %s

source: command line :
fr: ligne de commande

source: logger verbosity:
fr: prolixité du journal:

source: Full
fr: Maximal

source: Debug
fr: Débog

source: Undefined
fr: Indéterminé

source: Starting METRo logger
fr: Lancement du journal de METRo

source: can't open/create logger file:'%s'
fr: incapable d'ouvrir/créer le fichier du journal: '%s'

source: METRo logger started, log file:'%s'
fr: Journal de METRo démarré, fichier journal: '%s'

source: %s unexpected error, can't write message in the log file: %s
fr: %s erreur inattendue, incapable d'écrire le message dans le fichier journal: %s

source: An unrecoverable error has occured, see details in the log file:
fr: Une erreur irréparable est survenue, voir les détails dans le fichier journal

source: Lauching METRo with full logging capability may help you trace the error.
fr: Le lancement de METRo avec le niveau de prolixité du journal au maximum pourrait aider à retracer l'erreur.
