Repository: noi-techpark/opendatahub-elaborations
Catalog: pollution_v2/weather/metro/usr/share/locale/*/LC_MESSAGES/metro_config_validation.po
Languages: fr

source: Internal METRo configuration
fr: Configuration interne de METRo

source: Hardcoded value
fr: Valeur écrite en dur

source: Configuration file
fr: Fichier de configuration

source: Command line parameter
fr: Paramètre de ligne de commande

source: Configuration error:
fr: Erreur de configuration:

source: Config item: %s
fr: Élément de configuration: %s

source: Set from: %s.
fr: Assigné depuis: %s.

source: The following error occured: %s
fr: L'erreur suivante s'est produite: %s

source: Some XML definition are not complete.
fr: Certaines défnition XML ne sont pas complète.

source: Each definition must have the following property
fr: Chaque définition doivent avoir assigné la propriété suivante

source: set: NAME, XML_TAG, DATA_TYPE
fr: : NAME, XML_TAG, DATA_TYPE

source: In item %s, '%s' is not a valid METRo data type.
fr: Dans l'élément %s, '%s' n'est pas un type de donnée valide pour METRo.

source: Valid METRo data type are: [%s]
fr: Les données valides pour METRo sont: [%s]

source: Fatal error, the date string '%s' passed to the
fr: Erreur fatale, la chaîne de caractère pour la date '%s' de

source: option '--roadcast-start-date' doesn't conform to
fr: l'option --roadcast-start-date' n'est pas conforme à

source: No roadcast start date provided. The date of the
fr: Aucune date de départ pour la prévision routière n'est fournie. La date

source: last observation will be used as the roadcast
fr: de la dernière observation sera utilisée comme

source: start date
fr: date de départ

source: '%s' is not a valid road layer type.
fr: '%s' n'est pas un type de couche valide.

source: Valid road layer type are: [%s]
fr: Les types de couche valides sont: [%s]
