Repository: noi-techpark/opendatahub-elaborations
Catalog: pollution_v2/weather/metro/usr/share/locale/*/LC_MESSAGES/metro_util.po
Languages: fr

source: The executable 'metro.py' must be in one of the following directory:
fr: Le fichier executable metro.py doit être dans un des répertoires suivant:

source: metro_directory/src/frontend' or 'metro_directory/bin'.
fr: metro_directory/src/frontend' ou 'metro_directory/bin'.

source: The following path is not valid: '%s'.
fr: Le chemin d'accès suivant est invalide: '%s'.

source: Aborting execution of METRo.
fr: Abandon de l'execution de METRo.

source: In interpolate, the arrays does not
fr: Dans interpolate, les vecteurs n'ont pas

source: have the same length. %d != %d
fr: la même longueur:%d != %d

source: In interpolate, iIncrement is too big.
fr: Dans interpolate, iIncrement est trop grand.

source: Space between two values in xArray:
fr: Distance entre 2 valeurs dans xArray:

source: In shift_left, npInput is not of size (1,).
fr: Dans shift_left, npInput n'est pas de la dimension (1,).

source: In shift_right, npInput is not of size (1,).
fr: Dans shift_right, npInput n'est pas de la dimension (1,).

source: No indice with this value: %d
fr: Aucun indice avec la valeur: %d

source: Cannot determine the sign of zero
fr: Impossible de déterminer le signe de zéro

source: In metro_util.subsample, subsampling rate
fr: Dans metro_util.subsample, le taux de sous-échantillonage

source: is higher than array size: %d > %d
fr: est plus élevé que la longueur du vecteur: %d > %d

source: Array are not of the same size
fr: Les vecteurs ne sont pas de la même longueur

source: In metro_util.concat_array, array must be
fr: Dans metro_util.concat_array, les vecteurs doivent être

source: of the same dimension: %d != %d
fr: de la même dimension: %d != %d

source: Version number:'%s' is too old. Version from '%s'
fr: Numéro de version: '%s' est obsolète. Les versions '%s'

source: to '%s' inclusively are supported
fr: jusqu'à '%s' inclusivement sont supportées.

source: Version number:'%s' is not yet supported. Version
fr: La version '%s' n'est pas encore supportée.

source: from '%s' to '%s' inclusively are supported
fr: Les versions '%s' jusqu'à '%s' inclusivement sont supportées.

source: Can't find version number. Version from '%s'
fr: Incapable de trouver le numéro de version. Les versions de '%s' à
