Repository: noi-techpark/opendatahub-elaborations
Catalog: pollution_v2/weather/metro/usr/share/locale/*/LC_MESSAGES/metro_config.po
Languages: fr

source: Cant open METRo configuration file:'%s' test
fr: Impossible d'ouvrir le fichier de configuration: '%s' test

source: The following error occured: %s
fr: L'erreur suivante s'est produite: %s

source: Error when reading METRo configuration
fr: Erreur dans la lecture du fichier de configuration

source: file:'%s'. Please make sure that the file have
fr: '%s'. Vous assurer que le fichier a une

source: valid XML synthax and is not corrupted. You can
fr: syntaxe XML valide et n'est pas corrompu. Vous pouvez

source: check it with the command 'xmllint %s'. You can
fr: vérifier avec la commande 'xmllint %s'. Vous pouvez aussi

source: also generated a new one with the option: %s.
fr: générer un nouveau fichier avec l'option: %s.

source: Configuration file:'%s' loaded with success
fr: Fichier de configuration:'%s' chargé avec succès

source: Unable to write to file '%s', the following
fr: Incapable d'écrire le fichier '%s', l'erreur suivante

source: error occured: %s
fr: s'est produite: %s

source: Additionnal configuration value added to METRo config.
fr: Configuration supplémentaire ajoutée à la configuration de METRo.

source: %s key='%s' value='%s'
fr: %s clef='%s' valeur='%s'

source: Generating METRo configuration file...
fr: Génération du fichier de configuration de METRo...

source: METRo configuration file '%s' created with
fr: Fichier de configuration '%s' créé avec

source: success. To launch METRo with that configuration
fr: succès. Pour lancer METRo avec cette configuration

source: file you need to use the --config option
fr: vous devez utiliser l'option --config

source: Reading and validating configuration file...
fr: Lecture et validation du fichier de configuration...

source: Validating configuration
fr: Validation de la configuration

source: METRo configuration validated
fr: Configuration de METRo validée

source: bad arg:
fr: argument invalide:

source: problem with arg:
fr: problème avec l'argument:

source: String(s) was not recognized as an argument.
fr: Chaîne de caractères non reconnue comme un argument.

source: %s is not a valid value for %s. Please use
fr: %s n'est pas une valeur valide pour %s. Svp utiliser

source: one of the following: 0, 1 , 2, 3, 4. High
fr: une des valeurs suivante: 0 1 2 3 4. Une valeur plus grande

source: value mean higher verbosity
fr: indique une plus grande prolixité

source: see man page: 'man %s'
fr: consulter la page du manuel: 'man %s'

source: xpath path for station visible horizon
fr: chemin d'accès xpath pour la racine du fichier de configuration de la station

source: standard visible horizon items
fr: éléments standards de l'entête du fichier de configuration de la station

source: extended visible horizon items
fr: éléments étendus de l'entête du fichier de configuration de la station

source: forecast filename
fr: nom du fichier de prévision atmosphérique

source: current version for forecast file
fr: version courante du fichier de prévision atmosphérique

source: min version for valid forecast file
fr: numéro de version minimale pour un fichier de prévision atmosphérique valide

source: max version for valid forecast file
fr: numéro de version maximale pour un fichier de prévision atmosphérique valide

source: observation filename
fr: nom du fichier d'observation

source: current version for observation file
fr: version courante du fichier d'observation

source: min version for valid observation file
fr: numéro de version minimale pour un fichier d'observation valide

source: max version for valid observation file
fr: numéro de version maximale pour un fichier d'observation valide

source: station configuration filename
fr: nom du fichier de configuration de la station

source: current version for station file
fr: version courante du fichier de configuration de la station

source: min version for valid station file
fr: numéro de version minimale pour un fichier de configuration de la station valide

source: max version for valid station file
fr: numéro de version maximale pour un fichier de configuration de la station valide

source: roadcast filename
fr: nom du fichier de prévision routière

source: current version for roadcast file
fr: version courante du fichier de prévision routière

source: METRo configuration filename
fr: nom du fichier de configuration de METRo

source: current version for METRo configuration file
fr: version courante du fichier de configuration de METRo

source: logger filename
fr: nom de fichier du journal

source: standard data type for METRo XML files
fr: type de données standard pour les fichiers XML de METR

source: extended data type for METRo XML files
fr: type de données étendu pour les fichiers XML de METRo

source: xpath path for forecast root
fr: chemin d'accès xpath pour la racine de la prévision atmosphérique

source: xpath path for forecast header
fr: chemin d'accès xpath pour l'entête de la prévision atmosphérique

source: xpath path for forecast prediction
fr: chemin d'accès xpath pour l'élément 'prediction' de la prévision atmosphérique

source: standard forecast header items
fr: éléments standards de l'entête de la prévision atmosphérique

source: extended forecast header items
fr: éléments étendus de l'entête de la prévision atmosphérique

source: standard forecast prediction items
fr: éléments standards de l'élément 'prediction' de la prévision atmosphérique

source: extended forecast prediction items.
fr: éléments étendus de l'élément 'prediction' de la prévision atmosphérique.

source: xpath path for observation root
fr: chemin d'accès xpath pour la racine du fichier d'observation

source: xpath path for observation header
fr: chemin d'accès xpath pour l'entête du fichier d'observation

source: xpath path for observation measure data
fr: chemin d'accès xpath pour l'élément 'measure' du fichier d'observation

source: standard observation header items
fr: éléments standards de l'entête du fichier d'observation

source: extended observation header items
fr: éléments étendus de l'entête du fichier d'observation

source: extended observation measure list.
fr: éléments étendus de la liste des éléments 'measure' du fichier d'observation

source: xpath path for station root
fr: chemin d'accès xpath pour la racine du fichier de configuration de la station

source: xpath path for station header
fr: chemin d'accès xpath pour l'entête du fichier de configuration de la station

source: xpath path for station road layer
fr: chemin d'accès xpath pour l'élément 'roadlayer' du fichier de configuration de la station

source: standard station header items
fr: éléments standards de l'entête du fichier de configuration de la station

source: extended station header items
fr: éléments étendus de l'entête du fichier de configuration de la station

source: standard road layer items
fr: éléments standards de l'élément 'roadlayer'

source: extended road layer items
fr: éléments étendus de l'élément 'roadlayer'

source: valid station layer type
fr: couche de la configuration de la station valide

source: xpath path for roadcast root
fr: chemin d'accès xpath pour la racine de la prévision routière

source: xpath path for roadcast header
fr: chemin d'accès xpath pour l'entête de la prévision routière

source: xpath path for roadcast measure data
fr: chemin d'accès xpath pour l'élément 'measure' de la prévision routière

source: standard roadcast header items
fr: éléments standards de l'entête de la prévision routière

source: extended roadcast header items
fr: éléments étendus de l'entête de la prévision routière

source: standard roadcast prediction items
fr: éléments standards de l'élément 'prediction' de la prévision routière

source: extended roadcast prediction list.
fr: éléments étendus de l'élément 'prediction' de la prévision routière

source: default forecast attribute.
fr: attributs par défaut de la prévision atmosphérique.

source: extended forecast attribute.
fr: attributs étendus de la prévision atmosphérique.

source: default observation attribute.
fr: attributs par défaut pour le fichier d'observation.

source: extended observation attribute.
fr: attributs étendus pour le fichier d'observation.

source: time of the last observation.
fr: heure de la dernière observation.

source: logger verbosity level
fr: niveau de prolixité du journal

source: logger shell display
fr: journal affiché dans le shell

source: default time zone if no TZ environment variable
fr: fuseau horaire par défaut si la variable d'environnement TZ

source: is defined
fr: n'est pas définie

source: default language is english
fr: la langue par défaut est l'anglais

source: METro module execution sequence
fr: Séquence d'execution des modules de METRo

source: roadcast start time
fr: heure de début de la prévision routière

source: user roadcast start time
fr: heure de début de la prévision routière tel que demandé par l'usager

source: model roadcast start time
fr: heure de début de la prévision routière du modèle

source: default time zone for forecast header date
fr: fuseau horaire par défaut pour la date de l'entête de la prévision atmosphérique

source: default time zone for forecast prediction date
fr: fuseau horaire par défaut pour la date de l'élément 'predicition' de la prévision atmosphérique

source: Use infrared value from forecast
fr: Utilisation des valeurs infrarouge de la prévision

source: Use solar flux value from forecast
fr: Utilisation de la valeur du flux solaire de la prévision

source: Use anthropogenic flux value from forecast
fr: Utilisation du flux anthropogénique de la prévision

source: Output levels (TL) in roadcast
fr: Niveaux de sorties (TL) dans la prévision routière

source: default time zone for observation header date
fr: fuseau horaire par défaut pour la date de l'entête du fichier d'observation

source: default time zone for observation measure date
fr: fuseau horaire par défaut pour la date de l'élément 'measure' du fichier des observations

source: Value of deep soil temperature
fr: Valeur de la température du sol profond

source: Is the deep soil temperature fixed?
fr: Est-ce que la temparéture du sol profond est déterminée?

source: default time zone for station header date
fr: fuseau horaire par défaut pour la date de l'entête du fichier d'observation

source: Use subsurface temperature sensor depth value from station
fr: Utilisation de la profondeur du capteur de température sous la surface de la station

source: Enable Sun-shadow correction
fr: Correction soleil-ombre activée

source: Sun-shadow method number
fr: Numéro de la méthode Soleil-ombre

source: default time zone for roadcast header date
fr: fuseau horaire par défaut pour la date dans l'entête de la prévision routière

source: default time zone for roadcast prediction date
fr: fuseau horaire par défaut pour la date de l'élément 'prediction' de la prévision routière

source: default precision for roadcast prediction value
fr: précision par défaut pour la valeur de l'élément 'prediction' de la prévision routière
