Repository: noi-techpark/opendatahub-elaborations
Catalog: pollution_v2/weather/metro/usr/share/locale/*/LC_MESSAGES/metro_xml.po
Languages: fr

source: Fatal error! Can't import '%s' xml library
fr: Erreur fatale! Incapable d'importer la librairie XML '%s'

source: XML library '%s' will be use.
fr: La librairie XML: '%s' sera utilisée.

source: Fatal error! No METRo XML library can be use.
fr: Erreur fatale! Aucune librairie XML de METRo ne peut être utilisée.

source: METRo need one of the following XML library
fr: METRo nécessite une des librairies XML suivante

source: installed on the system. Supported library:
fr: installée sur le système. Librairies supportées:

source: metro_xml_pyxml will be used. WE STRONGLY
fr: metro_xml_pyxml sera utilisée. NOUS RECOMMANDONS

source: RECOMMAND THAT YOU USED libxml2, METRo
fr: FORTEMENT D'UTILISER libxml2, METRo

source: WOULD BE 10 TIMES FASTER.
fr: SERA 10 FOIS PLUS RAPIDE.

source: metro_xml_libxml2 will be used.
fr: metro_xml_libxml2 sera utilisée.

source: Validation is only supported with metro_xml_libxml2
fr: La validation n'est seulement supportée qu'avec metro_xml_libxml2

source: Invalid data_type: (%s) for the
fr: Invalide data_type: (%s) à la place

source: following tag:(%s). Default data
fr: de l'étiquette suivante:(%s). Le type de données

source: type will be used.
fr: par défaut sera utilisé.

source: Invalid data_type: (%s) for the following tag:(%s).
fr: Invalide data_type: (%s) à la place de l'étiquette suivante:(%s).

source: Default data type will be used.
fr: Le type de données par défaut sera utilisé.

source: Invalid data_type: (%s) for the following
fr: Invalide data_type: (%s) à la place de l'étiquette

source: tag:(%s). Default data type will be used.
fr: suivante:(%s).Le type de données par défaut sera utilisé.
